Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/brastad-s.htm.tmx
Source language: sme
Languages: nob

source: Lea olles skuvlaservodaga ja Loabága suohkana oktasaš ovddasvástádussan fuolahit nu buori sámegieloahpahusa go vejolaš .
nob: Det er et felles ansvar både for hele skolesamfunnet og for Lavangen kommune å sørge at tilbudet i samisk blir best mulig .

source: Loabága sámeskuvlla gaskadássi , 2002
nob: Mellomtrinnet ved Lavangen sameskole , 2002

source: Loabága sámeskuvlla nuoraiddássi , 2002
nob: Ungdomstrinnet ved Lavangen sameskole , 2002

source: Sámi oahpaheaddjit galget máhttit sámegiela
nob: Samiske lærere må beherske samisk

source: Jus suohkan mearrida bisuhit doaibmi dárogiel-sámegiel guovttegielalašvuođa mihttomearrin , de leat eaktun dasa oahpaheaddjit geat ollásit hálddašit sámegiela .
nob: Dersom kommunen bestemmer seg for å holde fast ved målsettingen om funksjonell norsk- samisk tospråklighet , så forutsetter dette at skolen sikres lærere som behersker samisk fullt ut .

source: Buot suohkana oahpaheaddjit , maiddai sii geat gullet sámeskuvlii , leat nammaduvvon virgái Loabát skuvlii .
nob: Alle kommunens lærere , også de som er knyttet til Sameskolen , er tilsatt ved Lavangen skole .

source: Dát mearkkaša ahte jus lihkostuvvá oažžut gelbbolaš sámegieloahpaheddjiid , de lea vejolaš sirdit oahpaheddjiid Sámeskuvllas « Dáččaskuvlii » .
nob: Det betyr at om en lykkes i å skaffe kvalifiserte samisklærere , er det ved ledighet mulig å flytte lærere som nå er knyttet til Sameskolen over til ” Norskskolen ” .

source: Jus galgá ovdánit dađi dobbelii , de lea diehttelas eaktun virgádit oahpaheddjiid geat máhttet sámegiela ollásit .
nob: Å få tilsatt lærere som behersker samisk , er en ufravikelig forutsetning for å komme videre .

source: Dasto ferte sámegiella adnot ja gullot mealgat eanet go dušše dain diimmuin go lea sámegieloahpahus .
nob: Dernest må samisk språk brukes og høres i langt større omfang enn i timene avsatt til samiskopplæring .

source: Dalle sáhttá ng. « Loabátmodealla » leat áigeguovdil .
nob: Da kan den såkalte ” Lavangenmodellen ” være aktuell .

source: Oanehaččat daddjon de dat doaimmai nu ahte čađat ledje guokte oahpaheaddji klássalanjain buot diimmuin . Nubbi aivve sámástii ja nubbi ges dušše dárostii .
nob: Den gikk i korthet ut på at to lærere var i klassen i alle skoletimene , og at den ene konsekvent brukte samisk , mens den andre like konsekvent brukte norsk .

source: Headjuvuohta dákkár vuogádagain jus dat adno ollásit , lea ahte dat gáibida ollu resurssaid eai ge oahppit beasa leat mielde oktasaš oahpahusas eará ohppiiguin .
nob: Svakheten med et slikt opplegg om det gjennomføres fullt ut , er foruten at det blir ressurskrevende , at elevene blir avskåret fra å delta i fellesopplæring med de andre elevene .

source: Molssaeaktun sáhttá ng. « Gáivuonmodealla » leat .
nob: Alternativt kan den såkalte ” Kåfjordmodellen ” være aktuell .

source: Das lea buot oahpahus sámegielas ja sámegillii skuvlabeaivvi álgobealis .
nob: Den innebærer at all undervisning i og på samisk er lagt til første halvdel av skoledagen .

source: Nuppi beaivebeali oahppit geat lohket sámegiela servet oktasašoahpahussii eará ohppiiguin .
nob: I den andre halvdelen deltar så elevene som leser samisk , sammen med skolens øvrige elever i fellesundervisning .

source: Muhto dattege lea hui ávkkálaš go oahppit maiddái astoáiggisteaset ovttastallet doaibmi sámegielat birrasiin .
nob: Men likevel vil det , jfr. Magga og Todal , være av stor betydning at elevene i si fritid også møter et levende samiskspråklig miljø .

source: Dalle ferte maiddái lágidit sámegielfálaldaga rávisolbmuide , earenoamážit váhnemiidda , ja ásahit eahketveaigái ja eahkediidda deaivvadanbáikkiid gos sámegiella adno .
nob: Da er det også nødvendig å satse på samisk tilbud til voksne , særlig foreldrene og til å etablere møteplasser på ettermiddags- og kveldstid der samisk brukes . ...

source: Dárbu rievdadit suohkana sámegielfálaldaga
nob: Behov for kursendring av kommunens tilbud i samisk

source: Loabát suohkan ii sáhte joatkkihit dálá ortnega rievdatkeahttá .
nob: Lavangen kommune kan ikke la dagens ordning fortsette uforandret .

source: Dat ii ávkkut sámegieloahpahusa iige váikkut dasa ahte nannet ovttastallama , oktavuođa ja sápmelaččaid ja dážaid gaskasaš áktejumi .
nob: Det vil verken gagne samiskopplæringen eller bidra til å styrke samkvem , kontakt og større grad av gjensidig respekt mellom samer og norske .

source: Suohkan ferte vuolggahit rabas gulahallama ja viidát ságaškuššat das makkár áigumušaid ja ulbmiliid mearrida sámegielat oahpahussii ja bargui vai ovdánahtášii máŋggakultuvrralaš ipmárdusa .
nob: Kommunen må ta initiativ til en åpen dialog og en bred drøfting av hvilke ambisjoner og mål en vil sette for samiskopplæringen og arbeidet for å utvikle flerkulturell forståelse .

source: Sámi váhnemiid ja skuvlla jođiheddjiid soahpameahttunvuođa vuođul čálii Norgga oahpaheddjiidsearvvi báikkálaš ossodat Loabát guovddášskuvllas cealkámuša 1997 geassemánu 17. beaivvi . Dás rávve searvi ahte eai galggaše sirret ohppiid ja čuoččuha ohppiid fágalaš , sosiála ja pedagogalaš vejolašvuođaid buoremusat áimmahuššat birrasis gos sihke dáru ja sámi kultuvra lea oidnosis .
nob: På bakgrunn av en uoverensstemmelse mellom den samiske foreldregruppa og skolens ledelse skrev Norsk lærerlags klubb ved Lavangen sentralskole en uttalelse ( 17. juni 1997 ) Her advarer klubben mot en fysisk atskillelse av elevene og hevder at elevenes faglige , sosiale og pedagogiske muligheter vil bli best ivaretatt i et miljø der både norsk og samisk kultur er synlig til stede .

source: Dát 1997 cealkámuša konklušuvdna lea čielgasit áigeguovdil dál nai go aiddostahttá ahte « sámi oahppit ánssášit dievaslaš skuvlafálaldaga iežaset eavttuid vuođul báikkálaš searvevuođas !
nob: Konklusjonen i denne uttalelsen fra 1997 har definitivt aktualitet i dag når den slår fast at ” de samiske elevene fortjener å få et fullverdig skoletilbud på egne premisser i et lokalt fellesskap !

source: Vai sámi oahppit dovddaše gullevašvuođa oktasaš sámi-dáru skuvlii ; ja vai dáru oahppit ipmirdivčče ahte sámegiella ja sámi kultuvra gullá min oktasaš duogážii , ferteše buot skuvlla bargit čađahit geatnegahtti ovttasbarggu goappaš joavkkuid eavttuid vuođul .
nob: For at de samiske elever skal føle seg hjemme i en felles norsk- samisk skole ; og for at de norske elevene skal forstå at samisk språk og kultur er en del av vår felles bakgrunn , må skolens samlede kollegium inngå forpliktende samarbeid på begge gruppers premisser .

source: Dát lea stuora hástalussan skuvlla hálddahussii , bargiide ja buot Loabága váhnemiidda , ja dan sáhttit čoavdit veahkkálaga » .
nob: Her ligger en stor utfordring for skoleadministrasjonen , personalet og alle foreldrene i Lavangen , som kan løses ved felles innsats . ”

source: Dat strategiija movt skuvla berre meannudit sámi ja dáru ohppiiguin sáhttá adnot vuođđun go Loabát suohkan galgá bargat dáinna gáibidahkes ja dehálaš áššiin .
nob: Denne strategien for hvordan skolen bør møte samiske og norske elever kan uten videre legges til grunn for Lavangen kommunes arbeid med en krevende og viktig oppgave .

source: Diehttelas lea hástalussan bidjat dákkár sátnádemiide čielga sisdoalu mii geatnegahttá ja váikkuha skuvlla árgabeaivái .
nob: Utfordringen vil da selvsagt være å gi slike overordnede formuleringer et konkret innhold som forplikter og setter preg på skolehverdagen .

source: Jus oaidnit movt sámeskuvla doaibmá , ii ge unnimusat jus jurddašit dan go dađistaga eanet sámi oahppit ja váhnemat válljejit « dáččaskuvlla » , de lea sivva árvvoštallat duođalaččat lea go ávkkálaš doalahit vuogádaga mas sámi oahppit doalahuvvojit sierra dáčča ohppiin .
nob: Ser vi på hvordan Sameskolen fungerer og ikke minst med tanke på den økende tendens til at samiske elever og foreldre foretrekker ” Norskskolen ” , er det grunn til å vurdere seriøst om det er hensiktsmessig å opprettholde en ordning der samiske elever holdes atskilt fra de norske .

source: Visti mas Sámeskuvla dál lea , berre Loabága sámi biras sáhttit atnit deaivvadanbáikin jus dálá ortnet heaittihuvvo .
nob: Bygningen som rommer Sameskolen bør om dagens ordning avvikles , også fortsatt kunne være en sentral arena for det samiske miljøet i Lavangen .

source: Doppe sáhttá fállat rávisolbmuide sámegieloahpahusa ja ásahit buolvvaidgaskasaš bistevaš deaivvadanbáikki .
nob: Her kan det satses på voksenopplæring i samisk og på å etablere faste møteplasser på tvers av generasjonene .

source: Visti heive maiddái bures čájáhusaide , omd. čájehit sámi dujiid ja govvadáidaga mii govvida sámi servodaga ovdáneami , ja girjjálašvuođa čájáhussii .
nob: Bygget egne seg godt for utstillinger av samisk husflidsprodukter og av bildeutstillinger som framstiller utviklinga i det samiske samfunn og av litteratur .

source: Ii dárbbaš gal čiegadit ahte sámevuohta báhcá dego doaresbeallái go galget álggahuvvot doaimmat mat ovttastahttet olmmoščearddaid .
nob: Det er ingen grunn til å legge skjul på at det samiske lett kommer i skyggen når en legger opp til brubygging mellom folkegruppene .

source: Vaikko dásseárvu leage ulbmilin , de dárogiella , kultuvra ja árvvut mat gullet stuorát álbmogii dávjá ožžot váldosajádaga .
nob: For selv om siktemålet er likeverd , så får norsk språk , kultur og verdier som jo representerer majoriteten , lett en dominerende posisjon .

source: Ođđa dutkan , man fáddán lea guovttegielalašvuohta ja unnán árvvus adnon unnitálbmotgielaid ealáskahttin , čájeha ge ahte lea hui váttis olahit ovdáneami giellaoahpahusas dákkár earuheami haga .
nob: Derfor viser da også nyere forskning på tospråklighet og på revitalisering av minoritetsspråk med lav status at det er svært vanskelig å oppnå fremgang i språkopplæringen uten å ty til segregering .

source: Jus Loabát ain áigu olahit doaibmi guovttegielalašvuođa ulbmila , de ii leat eaktun dušše oahpaheaddjit geain lea nu buorre giellamáhttu ahte sáhttet oahpahit buot skuvlafágain sámegillii .
nob: Skal Lavangen fortsatt holde fast ved og gjøre seg forhåpninger om å nå målet om funksjonell tospråklighet , vil det ikke bare forutsette lærere med så gode språkferdigheter at de kan undervise i alle skolefag på samisk .

source: Jáhkkimis eaktuda dat maiddái ahte eanas oahpahus lea sámegillii .
nob: Det vill sannsynligvis også betinge at all undervisning i alle fag i alle grunnskolens 10 år gis på samisk .

source: Dása lassin fertejit lágiduvvot dávjjibut váhnenčoahkkimat gos muitalit váhnemiidda mii gáibiduvvo vai oahppá sámegiela albma ládje , mii lea vejolaš ja movt váhnemat sáhttet veahkehit .
nob: Det må i tillegg inviteres til hyppige foreldremøter der foreldrene blir gjort kjent med hva som forutsettes for å lære samisk skikkelig , hva som er mulig å oppnå og hva foreldrene kan bidra med .

source: Lea dehálaš ovdánahttit váhnemiidda gielalaš diđolašvuođa .
nob: Det vil være viktig å utvikle språklig bevissthet hos foreldrene .

source: Doaibmi guovttegielalašvuođa eaktun lea ee. nana ja čielga sámeskuvla sámegielat galbbaiguin ja gos muđui sámi kultuvrra dovdomearkkat oidnojit .
nob: Funksjonell tospråklighet betinger mao en sterk og tydelig sameskole med bruk av samisk skilting og ellers preget av symboler fra samekulturen .

source: Dát goitge ii mearkkaš ahte lea áibbas ávkkuheapmi ja árvvoheapmi fállat sámegiela oahpahusa unnánaččaiguin .
nob: Men dette betyr altså ikke at det er uten mening og verdi å gi samiskopplæring i mindre omfang .

source: Loabát suohkanii dát ii mearkkaš ahte galgá go – dehe ii obage .
nob: For Lavangen kommune dreier det seg ikke om noe enten eller .

source: Mot dal leaš , stuorimus hástalussan boahttevaš jagiid lea oččodit oahpaheddjiid geat máhttet sámegiela , ja nannet skuvllaid ja suohkana dáhtu ja beroštumi áŋgiruššat diđolaš ulbmiliin mas buot oahppit oččoše vuđolaš ipmárdusa das ahte sámegiella ja kultuvra lea oassin min oktasaš duogážis .
nob: Men uansett vil de største utfordringene de nærmeste årene være å rekruttere lærere som behersker samisk og å styrke skoleverkets og kommunens vilje til og interesse for å engasjere seg i en målbevisst satsing på å utvikle grunnleggende forståelse hos alle elever for at samisk språk og kultur er en del av vår felles bakgrunn .

source: Girjjálašvuohta
nob: Litteratur

source: ( Upublisert ) Skåden , A. ( 1993 ) : Samiskspråklig utvikling son middel og mål i Lavangen .
nob: ( Upublisert ) Skåden , A. ( 1993 ) : Samiskspråklig utvikling som middel og mål i Lavangen .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
